Repository: wp-plugins/bet-on-sports
Catalog: language/bet-on-sports-*.po
Languages: cs_cz, de_de, es_es, it_it, lt_lt, pl_pl, pt_pt, ru_ru

source: Sport:
es_es: Deporte:
lt_lt: Sportas:
pt_pt: Desporto:
ru_ru: Спорт:

source: Category:
cs_cz: Kategorie :
de_de: Kategorie:
es_es: Categoría:
it_it: Categoria:
lt_lt: Kategorija:
pl_pl: Kategoria:
pt_pt: Categoria:
ru_ru: Категории:

source: Tournament:
cs_cz: Zápas :
de_de: Turnier:
es_es: Torneo:
it_it: Torneo:
lt_lt: Turnyras:
pl_pl: Turniej:
pt_pt: Torneio:
ru_ru: Турнир:

source: Tournament
cs_cz: Zápas
de_de: Turnier
es_es: Torneo
it_it: Torneo
lt_lt: Turnyras
pl_pl: Turniej
pt_pt: Torneio
ru_ru: Турнир

source: Home
cs_cz: domácí
es_es: Inicio
lt_lt: Pradinis puslapis
pl_pl: Strona główna
pt_pt: Casa
ru_ru: Главная

source: ( Stakes Widget Top ) Upper widget
cs_cz: ( Stakes Widget Top ) Horní lišta
de_de: ( Stakes Widget Top ) das obere Widget
es_es: ( Stakes Widget Top ) Widget superior
it_it: (Widget Giocate Top ) Widget superiore
lt_lt: ( Statymų valdiklis Top ) Viršutinis valdiklis
pl_pl: ( Stakes Widget Top ) Górny widget
pt_pt: ( Apostas Widget Superior ) Widget superior
ru_ru: ( Stakes Widget Top ) Верхний виджет

source: ( Stakes Widget Sports ) Side widget
cs_cz: ( Stakes Widget sporty ) Boční tabulka
de_de: ( Stakes Widget Sports ) Seitenwidget
es_es: ( Stakes Widget Sports ) Widget lateral
it_it: (Widget Giocate Sport ) Widget laterale
lt_lt: ( Statymų valdiklis Sportas ) Šoninis valdiklis
pl_pl: ( Stakes Widget Sports ) Boczny widget
pt_pt: ( Apostas Widget Desportos ) Widget lateral
ru_ru: ( Stakes Widget Sports ) Боковой виджет

source: Settings
cs_cz: Nastavení
de_de: Einstellung
es_es: Configuraciones
it_it: Impostazioni
lt_lt: Nustatymai
pl_pl: Ustawienia
pt_pt: Preferências
ru_ru: Настройки

source: Good afternoon
cs_cz: dobré odpoledne
de_de: Guten Tag
es_es: Buenas tardes
it_it: Buon pomeriggio
lt_lt: Laba diena
pl_pl: Dzień dobry!
pt_pt: Boa tarde
ru_ru: Добрый день

source: The plug-in gives shows in widgets the actual coefficients for consecutive sport events. The references in coefficients lead to the site of bookmaker`s office betathome.
cs_cz: Plugin - obsahuje dvě tabulky se sportovními kurzy. Hlavní horní lišta a boční tabulka. Jsou to nejlepší kurzy z různých sázkových kanceláří.
de_de: Das Plugin gibt eine Möglichkeit die aktuellen Quoten für Sportereignisse mit Hilfe von Widgets anzuzeigen. Quoten-Links führen auf die Website des Wettbüros bet-at-home.
es_es: Este plugin muestra en widgets los coeficientes reales de eventos deportivos consecutivos. Las referencias en coeficientes conducen al sitio web del corredor de apuestas bet-at-home.
it_it: Il plugin mostra nei widget i coefficenti reali per eventi sportivi consecutivi. I riferimetni nei coefficenti conducono al sito dell’ufficio del bookmaker betathome.
lt_lt: Įskiepai suteikia valdikliams tikslius nuoseklių sporto renginių koeficientus. Nuorodos koeficientuose nukreipia į bandomąjį puslapį – betathome.
pl_pl: Wtyczka wyświetla w widgetach aktualne współczynniki kolejnych wydarzeń sportowych. Linki we współczynnikach przekierowują na stronę serwisu bukmacherskiego bet-at-home.com.
pt_pt: O plug-in mostra nos widgets o coeficiente actual para eventos desportivos consecutivos. As referência em coeficientes encaminham para o site do escritório de apostas betathome.
ru_ru: Плагин позволяет выводить в виджетах актуальные коэффициенты на спортивные события. Ссылки на коэффициентах ведут на сайт букмекерской конторы bet-at-home.

source: If you register at the site bet-at-home.com, you will be able to participate in the referral system
cs_cz: V pluginu máte možnost zaregistrovat se do affiliate programu společnosti Bet at home a William Hill. A stát se jejich partnery.
de_de: Wenn Sie sich auf der Webseite bet-at-home.com anmelden, werden Sie in der Lage sein an einem Partnerprogramm teilzunehmen
es_es: Si usted se registra en el sitio web bet-at-home.com, podrá participar en el sistema de referidos.
it_it: Se ti registry sul sito bet-at-home.com, avrai la posibilità di partecipare al sistema di referral
lt_lt: Jeigu jūs esate užsiregistravęs svetainėje bet-at-home.com, jūs turėsite galimybę dalyvauti perdavimo sistemoje
pl_pl: Jeśli zarejestrujesz się na stronie bet-at-home.com, będziesz mógł uczestniczyć w programie referencyjnym.
pt_pt: Se se registar no site bet-at-home.com, terá a possibilidade de partecipar no sistema referencial
ru_ru: Если вы зарегистрируетесь на сайте bet-at-home.com, то сможете учувствовать в реферальной системе

source: get the partner reference
cs_cz: Můžete si změnit na svoje ID <b> Vygenerujte si svoje ID </b>
de_de: einen Partnerlink bekommen
es_es: Obtenga la referencia de un socio
it_it: Ottieni il riferimento partner
lt_lt: Gauti partnerio atsiliepimą
pl_pl: Otrzymaj link partnerski
pt_pt: Obter a referência do parceiro
ru_ru: получить партнерскую ссылку

source: To alter the ID from current one to your own. <b>You have to become a partner bet-at-home.com </b>
cs_cz: Para a alterar o ID do actual para o seu próprio. <b>Precisa de se tornar um parceiro bet-at-home.com </b>
de_de: Um der aktuelle ID für Ihren eigenen zu ändern, müssen Sie <b>ein Partner von bet-at-home.com</b> sein.
es_es: Para modificar la ID desde la actual a la suya. <b> Hagase socio en bet-at-home.com </b>
it_it: Per modifi9care l’ID da quello attuale al tuo. <b>Devi diventare partner di bet-at-home.com </b>
lt_lt: Norint pakeisti esamą ID į jūsų paties. <b>Jūs turite tapti bet-at-home.com partneriu. </b>
pl_pl: Aby zmienić obecny identyfikator na własny. <b> Musisz stać się partnerem bet-at-home.com </ b>
pt_pt: Para a alterar o ID do actual para o seu próprio. <b>Precisa de se tornar um parceiro bet-at-home.com </b>
ru_ru: Что бы поменять ID c текущего на свой <b>Вам нужно стать партнёром bet-at-home.com</b>

source: For this purpose you should:
cs_cz: Za tímto účelem byste měli :
de_de: Um dies zu tun, müssen Sie:
es_es: Para este propósito usted debe :
it_it: A questo scopo dovrsti:
lt_lt: Norint tai padaryti, jūs turėtumėte:
pl_pl: W tym celu należy:
pt_pt: Para este propósito deverá:
ru_ru: Для этого необходимо:

source: Register
cs_cz: Registrovat
de_de: sich anmelden
es_es: Registrarse
it_it: Registrarti
lt_lt: Užsiregistruoti
pl_pl: Zarejestrować się
pt_pt: Registar
ru_ru: Зарегистрироваться

source: Get your ID and paste it into "Your ID" field
cs_cz: Pořiďte si ID a vložte jej do pole "Vaše ID "
de_de: ID bekommen und ihn in das Feld "Ihr ID" einfügen
es_es: Obtenga su ID y peguela en el campo “Su ID”
it_it: Ottenere il tuo ID ed incollarlo nel campo "Il Tuo ID"
lt_lt: Gauti savo ID ir nukopijuoti jį į "Jūsų ID" laukelį
pl_pl: Po otrzymaniu identyfikatora należy wkleić go w pole "Twoje ID"
pt_pt: Obtenha o seu próprio ID e cole-o no campo “O seu ID”
ru_ru: Получить ID и вставить его в поле "Ваш ID"

source: Get affiliated reference and paste it into the following tab (the upper widget) in the "Affiliated reference" field
cs_cz: Získejte odkaz a vložte jej do následujícího pole" Affiliate odkaz "
de_de: einen Partnerlink bekommen und ihn auf dem nächsten Tab(oberes Widget) in das Feld "Partnerlink" einfügen.
es_es: Consiga referencia afiliada y péguela en la siguiente pestaña (el widget superior) en el campo de “referencia afiliada”
it_it: Ottenere un riferimento affiliate ed incollarlo nella scheda seguente ( il widget superiore) nel campo "Riferimetno affiliato"
lt_lt: Gauti filialo atsiliepimą ir jį nukopijuot į kitą stulpelį (viršutinis valdiklis) “Filialo atsiliepimas” laukelyje.
pl_pl: Po otrzymaniu linku afiliacyjnego należy wkleić go w następującej karcie (górny widget) w polu "Link afiliacyjny".
pt_pt: Obtenha uma referência afiliada e cole-a no seguinde separador (widget superior) no campo “Referência afiliada”
ru_ru: Получить Филиальную ссылку и вставить ее на следующей вкладке (Верхний виджет) в поле "Филиальная ссылка"

source: Earn money with us staying at home.
cs_cz: Vydělávejte peníze z pohodlí domova .
de_de: mit uns verdienen, ohne vom Tische aufzustehen
es_es: Gane dinero desde casa con nosotros.
it_it: Guadagna denaro con noi da casa tua.
lt_lt: Užsidirbkite pinigus su mumis neišeidami iš namų.
pl_pl: Zarabiaj z nami pozostając w domu.
pt_pt: Ganhe dinheiro connosco ficando em casa.
ru_ru: Зарабатывать вместе с нами деньги не выходя из дома

source: Your ID
cs_cz: Vaše ID
de_de: Ihr ID
es_es: Su ID
it_it: Il Tuo ID
lt_lt: Jūsų ID
pl_pl: Twoje ID
pt_pt: O seu ID
ru_ru: Ваш ID

source: Your Language
cs_cz: Váš jazyk
de_de: Ihre Sprache
es_es: Su lenguaje
it_it: La Tua Lingua
lt_lt: Jūsų kalba
pl_pl: Twój język
pt_pt: A sua Língua
ru_ru: Ваш Язык

source: Save
cs_cz: uložit
de_de: speichern
es_es: Guardar
it_it: Salva
lt_lt: Išsaugoti
pl_pl: Zapisz
pt_pt: Guardar
ru_ru: Сохранить

source: Renew the data
cs_cz: Obnovit data
de_de: Daten aktualisieren
es_es: Renovar datos
it_it: Rinnova i dati
lt_lt: Atnaujinti duomenis
pl_pl: Odśwież dane
pt_pt: Renovar os dados
ru_ru: Обновить спортивные данные

source: Restore standard settings
cs_cz: Obnovit standardní nastavení
de_de: Standardeinstellungen einstellen
es_es: Restaurar configuraciones standard
it_it: Ripristina impostazioni standard
lt_lt: Atstatyti pradinius nustatymus
pl_pl: Przywróć ustawienia fabryczne
pt_pt: Repor preferências originais
ru_ru: Вернуть стандартные настройки

source: Setting name
cs_cz: název nastavení
de_de: Der Titel der Abstimmung
es_es: Nombre de la configuración
it_it: Nome dell’impostazione
lt_lt: Nustatymų pavadinimas
pl_pl: Nazwa ustawienia
pt_pt: Nome da opção
ru_ru: Название настройки

source: Setting
cs_cz: nastavení
de_de: Einstellung
es_es: Configuración
it_it: Impostazione
lt_lt: Nustatymai
pl_pl: Ustawienie
pt_pt: Opções
ru_ru: Настройка

source: Comment
cs_cz: komentář
es_es: Comentario
it_it: Commento
lt_lt: Komentuoti
pl_pl: Komentarz
pt_pt: Comentário
ru_ru: Комментарий

source: Language output
cs_cz: Jazyk výstup
de_de: Die Sprache der Schlussfolgerung
es_es: Lenguaje de los datos de salida
it_it: Lingua dei dati di output
lt_lt: Kalba, kuria bus išvedami duomenys
pl_pl: Język danych wyjściowych
pt_pt: Língua dos dados de saída
ru_ru: Язык вывода

source: Language in which widgets are displayed on the site.
cs_cz: Jazyk , ve kterém jsou zobrazeny widgety.
de_de: Die Sprache auf den виджеты auf сайтe vorgeführt sein werden.
es_es: Lenguaje a utilizar para mostrar el contenido de los widgets en el sitio.
it_it: Lingua che sarà utilizzata per mostrare il contenuto dei widget su questo sito
lt_lt: Kalba, kuri bus naudojama parodyti valdiklių turinį svetainėje
pl_pl: Język, który będzie używany do wyświetlania zawartości widgetów na stronie.
pt_pt: Língua que será usada para mostrar conteúdo de widgets no site
ru_ru: Язык на котором будут показаны виджеты на сайтe.

source: Language in which the data will be taken from the server.
cs_cz: Jazyk, ve kterém budou přijata data ze serveru .
de_de: Die Sprache auf den die Daten vom Server genommen sein werden.
es_es: Lenguaje a utilizar para obtener datos desde el servidor.
it_it: Lingua che sarà utilizzata per ottenere dati dal server
lt_lt: Kalba, kuri bus naudojama norint gauti duomenis iš serverio
pl_pl: Język, który będzie używany do pobierania danych z serwera.
pt_pt: Língua que será usada para obter dados do servidor
ru_ru: Язык на котором будут взяты данные с сервера.

source: Current version of sports base
cs_cz: Aktuální verze.
de_de: Die laufende Version der sportlichen Basis
es_es: La versión actual de la base de deportes.
it_it: La versione corrente del database sport
lt_lt: Dabartinė sport-base versija
pl_pl: Aktualna wersja bazy sportowej
pt_pt: A versão actual da base de desporto
ru_ru: Текущая версия спортивной базы

source: Choose the categories that will be shown in widget (Stakes Widget Sports) on the site. If all the check marks are removed, the site will screen all the categories
cs_cz: Vyberte sporty, které budou zobrazeny v tabulce ( Stakes Widget Sports ) . Pokud není zaškrknuté žádné pole - budou zobrazeny všechny sporty.
de_de: Wählen Sie Kategorien, die auf der Website im Widget Stakes Widget Sports angezeigt werden werden. Wenn alle Häkchen entfernt sind, werden auf der Webseite alle Kategorien angezeigt werden.
es_es: Elija las categorías que serán mostradas en el widget (Stakes Widget Sports) en el sitio. Si todas las marcas de verificación son removidas, el sitio analizará todas las categorías.
it_it: Seleziona le categorie che verranno mostrate nel widget (Widget Giocate Sport) sul sito. Se vengono rimossi tutti i segni di spunta, il sito mostrerà tutte le categorie
lt_lt: Pasirinkite kategorijas, kurios bus rodomos valdiklyje (Statymų Valdiklis Sportas) svetainėje. Jeigu varnelės nepažymėtos, svetainė rodys visas kategorijas
pl_pl: Wybierz kategorie, które będą wyświetlane w widgecie (Stakes Widget Sports) na stronie. Jeśli wszystkie pola zostaną odznaczone, strona wyświetli wszystkie kategorie.
pt_pt: Escolha as categorias que vão aparecer em widget (Apostas Widget Desportos) no site. Se todos os vistos forem removidos, o site irá mostrar todas as categorias
ru_ru: Выберите категории, которые будут отображаться в виджете Stakes Widget Sports на сайте, если все галочки сняты, то отображаться на сайте будут все категории

source: If you need personal reference, push this button.
cs_cz: Pokud chcete vlasní ID , stiskněte toto tlačítko .
de_de: Wenn Sie einen Partnerlink benötigen, klicken Sie auf die Schaltfläche
es_es: Si requiere de referencias personales, presione este botón
it_it: Se hai bisogno di un riferimento personale, premi questo pulsante.
lt_lt: Jeigu jums reikia asmeninio atsliepimo, spauskite šį mygtuką.
pl_pl: Jeśli potrzebujesz prywatny link, naciśnij ten przycisk.
pt_pt: Se precisar de referências pessoais, clique neste botão.
ru_ru: Если вам нужна личная ссылка, нажмите эту кнопку

source: Get partner reference
cs_cz: Získat partnerský odkaz
de_de: einen Partnerlink bekommen
es_es: Obtener referencia de socios
it_it: Ottieni riferimento partner
lt_lt: Gauti partnerio atsiliepimą
pl_pl: Otrzymaj link partnerski
pt_pt: Obter a referência do parceiro
ru_ru: Получить партнерскую ссылку

source: The references in coefficients lead to the site of bookmaker`s office betathome.
cs_cz: Data jsou získávána ze sportovních kanceláří.
de_de: Quoten-Links führen auf die Website des Wettbüros bet-at-home.
es_es: Las referencias en coeficientes conducen al sitio web del corredor de apuestas bet-at-home
it_it: I riferimenti nei coefficenti conducono al sito dell’ufficio del bookmaker betathome.
lt_lt: Nuorodos koeficientuose nukreipia į bandomąjį puslapį – betathome.
pl_pl: Linki we współczynnikach przekierowują na stronę serwisu bukmacherskiego bet-at-home.com.
pt_pt: As referências em coeficientes encaminham para o site do escritório de apostas betathome.
ru_ru: Ссылки на коэффициентах ведут на сайт букмекерской конторы bet-at-home.

source: Affiliated reference
cs_cz: Pobočková reference ( Affiliate )
de_de: Partnerlink
es_es: Referencia afiliada
it_it: Riferimento affiliato
lt_lt: Filialo atsiliepimas
pl_pl: Link afiliacyjny
pt_pt: Referência afiliada
ru_ru: Филиальная ссылка

source: Choose the categories that will be shown in widget (StakesWidgetTop) on the site. If all the check marks are removed, the site will screen all the categories
cs_cz: Vyberte sporty, které budou zobrazeny v tabulce ( Stakes Widget Sports ) . Pokud není zaškrknuté žádné pole - budou zobrazeny všechny sporty.
de_de: Wählen Sie Kategorien, die auf der Website im Widget Stakes Widget Top angezeigt werden werden. Wenn alle Häkchen entfernt sind, werden auf der Webseite alle Kategorien angezeigt werden.
es_es: Elija las categorías que serán mostradas en el widget (Stakes Widget Sports) en el sitio. Si todas las marcas de verificación son removidas, el sitio analizará todas las categorías.
it_it: Seleziona l categoria che verrà mostrata nel widget (WidgetGiocateTop) sul sito. Se vengono rimossi tutti i segni di spunta, il sito mostrerà tutte le categorie
lt_lt: Pasirinkite kategorijas, kurios bus rodomos valdiklyje (Statymų Valdiklis Top) svetainėje. Jeigu varnelės nepažymėtos, svetainė rodys visas kategorijas
pl_pl: Wybierz kategorie, które będą wyświetlane w widgecie (Stakes Widget Top) na stronie. Jeśli wszystkie pola zostaną odznaczone, strona wyświetli wszystkie kategorie.
pt_pt: Escolha as categorias que vão aparecer em widget (ApostasWidgetSuperior) no site. Se todos os vistos forem removidos, o site irá mostrar todas as categorias
ru_ru: Выберите категории, которые будут отображаться в виджете Stakes Widget Top на сайте. Если все галочки сняты, то отображаться на сайте будут все категории

source: Stakes Widget Sports - shows the list of tournaments in the form of tree
cs_cz: Sportovní tabulka - zobrazí seznam zápasů ve formě stromu
de_de: Stakes Widget Sports – zeigt die Liste der Turniere in Form eines Baumes
es_es: Stakes Widget Sports – muestra la lista de torneos en forma de árbol
it_it: Widget Giocate Sport – mostra la lista dei tornei in un diagramma ad albero
lt_lt: Statymų Valdiklis Sportas – rodo turnyrų sąrašą medžio pavidalu
pl_pl: Stakes Widget Sports - wyświetla listę turniejów w formie drzewka
pt_pt: Apostas Widget Desportos – mostra a lista de torneios em forma de árvore
ru_ru: Stakes Widget Sports - Выводит список турниров в виде дерева

source: The title
cs_cz: název
de_de: Name
es_es: El titulo
it_it: Il titolo
lt_lt: Pavadinimas
pl_pl: Nazwa
pt_pt: O título
ru_ru: Название

source: Stakes Widget Top - shows the list of common stakes in the form of slider with tab cards
cs_cz: Hlavní tabulka ( lišta )- zobrazuje vybrané sporty, po rozkliknutí se zobrazý aktuální zápasy.
de_de: Stakes Widget Top – zeigt die Liste der Basiswetten in Form eines Schiebers mit Tabs
es_es: Stakes Widget Top - Este widget muestra los índices actuales de las categorías seleccionadas en forma de slider con tarjetas de tabulación
it_it: Widget Giocate Top – mostra la lista delle giocate comuni sotto forma di slider con schede
lt_lt: Statymų Valdiklis Top - shows the list of common stakes in the form of slider with tab cards
pl_pl: Stakes Widget Top - wyświetla listę głównych zakładów w formie suwaka z kartami
pt_pt: Apostas Widget Superior – mostra a lista de apostas comuns em forma de barra de deslize com cartas em aba
ru_ru: Stakes Widget Top - Выводит список основных ставок в виде слайдера со вкладками
